Repository: maksudnurullaev/elixir4vet
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: uz

source: Actions
uz: Harakatlar

source: Attempting to reconnect
uz: Qayta ulanishga harakat qilinmoqda

source: Back to Users
uz: Foydalanuvchilarga qaytish

source: Can view but not modify
uz: Ko'rish mumkin, lekin o'zgartirish mumkin emas

source: Cannot read or write
uz: O'qish yoki yozish mumkin emas

source: Failed to update permission.
uz: Ruxsatni yangilash muvaffaqiyatsiz tugadi.

source: Full access
uz: To'liq kirish

source: No Access
uz: Kirish yo'q

source: Permission Levels:
uz: Ruxsat darajalari:

source: Permission Matrix
uz: Ruxsatnomalar matritsasi

source: Permission updated successfully.
uz: Ruxsat muvaffaqiyatli yangilandi.

source: Read Only
uz: Faqat o'qish

source: Read Write
uz: O'qish va yozish

source: Role
uz: Rol

source: Something went wrong!
uz: Nimadir noto'g'ri ketdi!

source: System
uz: Tizim

source: We can't find the internet
uz: Internet topilmadi

source: close
uz: yopish

source: Admin
uz: Administrator

source: Animals
uz: Hayvonlar

source: Events
uz: Hodisalar

source: Guest
uz: Mehmon

source: Manager
uz: Menejer

source: Organizations
uz: Tashkilotlar

source: Photographs
uz: Fotosuratlar

source: User
uz: Foydalanuvchi

source: Users
uz: Foydalanuvchilar

source: "Compassion for animals is intimately associated with goodness of character."
uz: Hayvonlarga rahm-shafqat qilish inson xarakterining ezguligi bilan chambarchas bog'liqdir.

source: "The greatness of a nation and its moral progress can be judged by the way its animals are treated."
uz: Millatning buyukligi va uning ma'naviy yuksalishiga qarab, u hayvonlarga qanday munosabatda bo'lishiga qarab baho berish mumkin.

source: "Until one has loved an animal, a part of one's soul remains unawakened."
uz: Inson hayvonni sevmaguncha, uning ruhining bir qismi uyg'onmasdan qoladi.

source: Our Mission
uz: Bizning missiyamiz

source: Our mission is to connect veterinarians, shelters, and compassionate individuals to ensure that homeless animals receive the attention they desperately need. Join us in creating a world where every wagging tail and purring friend is cherished.
uz: Bizning vazifamiz — uysiz hayvonlarga ular juda muhtoj bo'lgan e'tiborni taqdim etish uchun veterinar shifokorlar, boshpanalar va rahmdil insonlarni birlashtirishdir. Har bir dumini likillatgan va purrlaydigan do'st qadrlanadigan dunyoni yaratishda bizga qo'shiling.

source: VetVision.UZ is more than just a platform; it's a commitment to the voiceless. We believe that every animal deserves a loving home, proper medical care, and a life free from suffering.
uz: VetVision.UZ shunchaki platforma emas; bu ovasizlarga bo'lgan sadoqatdir. Biz har bir hayvon mehribon uyga, to'g'ri tibbiy yordamga va azob-uqubatlardan holi hayotga loyiq deb hisoblaymiz.

source: Voices of Compassion
uz: Rahm-shafqat ovozlari

source: About us
uz: Biz haqimizda

source: Adoption
uz: Asrab olish

source: Animal Shelter
uz: Hayvonlar boshpanasi

source: Company
uz: Kompaniya

source: Contact
uz: Aloqa

source: Cookie policy
uz: Cookie fayllar siyosati

source: Home
uz: Bosh sahifa

source: Jobs
uz: Ish o'rinlari

source: Legal
uz: Huquqiy ma'lumot

source: Privacy policy
uz: Maxfiylik siyosati

source: Services
uz: Xizmatlar

source: Terms of use
uz: Foydalanish shartlari

source: Veterinary Care
uz: Veterinariya yordami

source: © 2026 VetVision.UZ. All rights reserved.
uz: © 2026 VetVision.UZ. Barcha huquqlar himoyalangan.

source: Are you sure?
uz: Ishonchingiz komilmi?

source: Cancel
uz: Bekor qilish

source: Cost
uz: Narxi

source: Date
uz: Sana

source: Delete
uz: O'chirish

source: Description
uz: Tavsif

source: Edit
uz: Tahrirlash

source: Edit Event
uz: Hodisani tahrirlash

source: Edit event
uz: Hodisani tahrirlash

source: Event Date
uz: Hodisa sanasi

source: Event Time
uz: Hodisa vaqti

source: Event Type
uz: Hodisa turi

source: Event created successfully
uz: Hodisa muvaffaqiyatli yaratildi

source: Event updated successfully
uz: Hodisa muvaffaqiyatli yangilandi

source: Examination
uz: Ko'rik

source: Found
uz: Topilgan

source: IV
uz: Tomchilatma

source: Listing Events
uz: Hodisalar ro'yxati

source: Location
uz: Joylashuv

source: Lost
uz: Yo'qolgan

source: Microchipping
uz: Mikrochiplash

source: N/A
uz: M/Y

source: Neutering
uz: Kastratsiya

source: New Event
uz: Yangi hodisa

source: Notes
uz: Izohlar

source: Other
uz: Boshqa

source: Performed By
uz: Bajargan

source: Performed By Organization
uz: Tashkilot tomonidan bajarilgan

source: Performed By User
uz: Foydalanuvchi tomonidan bajarilgan

source: RIP
uz: O'lgan

source: Registration
uz: Ro'yxatdan o'tkazish

source: Save Event
uz: Hodisani saqlash

source: Saving...
uz: Saqlanmoqda...

source: Select a user (optional)
uz: Foydalanuvchini tanlang (ixtiyoriy)

source: Select an animal
uz: Hayvonni tanlang

source: Select an organization (optional)
uz: Tashkilotni tanlang (ixtiyoriy)

source: Select event type
uz: Hodisa turini tanlang

source: Show
uz: Ko'rsatish

source: Show Event
uz: Hodisani ko'rsatish

source: Sterilization
uz: Sterilizatsiya

source: Surgery
uz: Operatsiya

source: The current event was deleted.
uz: Joriy hodisa o'chirildi.

source: This is an event record from your database.
uz: Bu ma'lumotlar bazasidagi hodisa yozuvi.

source: Time
uz: Vaqt

source: Use this form to manage event records in your database.
uz: Ma'lumotlar bazasidagi hodisalar yozuvlarini boshqarish uchun ushbu formadan foydalaning.

source: Vaccination
uz: Emlash
