Repository: maksudnurullaev/elixir4vet
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: uz

source: can't be blank
uz: bo'sh bo'lishi mumkin emas

source: has already been taken
uz: allaqachon band qilingan

source: is invalid
uz: noto'g'ri

source: must be accepted
uz: qabul qilinishi kerak

source: has invalid format
uz: noto'g'ri format

source: has an invalid entry
uz: noto'g'ri qiymat mavjud

source: is reserved
uz: zahirada

source: does not match confirmation
uz: tasdiqlash bilan mos kelmaydi

source: is still associated with this entry
uz: hali ham ushbu yozuv bilan bog'liq

source: are still associated with this entry
uz: hali ham ushbu yozuv bilan bog'liq

source: should have %{count} item(s)
uz: %{count} ta element bo'lishi kerak

source: should be %{count} character(s)
uz: %{count} ta belgi bo'lishi kerak

source: should have at least %{count} item(s)
uz: kamida %{count} ta element bo'lishi kerak

source: should be at least %{count} character(s)
uz: kamida %{count} ta belgi bo'lishi kerak

source: should have at most %{count} item(s)
uz: ko'pi bilan %{count} ta element bo'lishi kerak

source: should be at most %{count} character(s)
uz: ko'pi bilan %{count} ta belgi bo'lishi kerak

source: must be less than %{number}
uz: %{number} dan kichik bo'lishi kerak

source: must be greater than %{number}
uz: %{number} dan katta bo'lishi kerak

source: must be less than or equal to %{number}
uz: %{number} dan kichik yoki teng bo'lishi kerak

source: must be greater than or equal to %{number}
uz: %{number} dan katta yoki teng bo'lishi kerak

source: must be equal to %{number}
uz: %{number} ga teng bo'lishi kerak
